{
    "Diets":
    [   {
        "Name":"Paleo",
        "Description":"The paleo diet, also known as the caveman diet, is based on the premise of eating foods that our ancestors might have eaten during the Paleolithic era. The focus is on whole, unprocessed foods that were available to hunter-gatherer societies. ",
        "Includes":
        {
        "Lean Meats":["beef","pork","lamb","bison","venison"],
        "Poultry":["chicken","turkey"],
        "Seafood":["fish","shrimp"],
        "Eggs":["eggs"],
        "Vegetables":[""],
        "Fruits":[""],
        "Nuts and Seeds":[""],
        "Healthy Fats":[""]
        },
        "Excludes":{
            "Grains":[""],
            "Legumes":[""],
            "Dairy":[""],
            "Processed Foods":[""],
            "Refined Vegetable Oils":[""]
        }   
    },
    {
        "Name":"Carnivore",
        "Description":"The carnivore diet is an extreme form of a low-carb, high-fat diet that emphasizes the consumption of animal-based foods while excluding plant-based foods. It is based on the belief that humans can thrive solely on animal products. "
    },
    {
        "Name":"Vegan",
        "Description":"The vegan diet is a plant-based eating pattern that excludes all animal products, including meat, dairy, eggs, and other animal-derived ingredients. It is centered around consuming foods that come from plant sources, such as fruits, vegetables, grains, legumes, nuts, and seeds. The primary motivation behind following a vegan diet varies and may include ethical, environmental, health, or personal reasons. "
    },
    {
        "Name":"Mediterrean",
        "Description":"The Mediterranean diet is a dietary pattern inspired by the traditional eating habits of countries bordering the Mediterranean Sea, including Greece, Italy, Spain, and southern France. It's known for its focus on whole, nutrient-rich foods and has gained popularity for its potential health benefits. The Mediterranean diet is often associated with reduced risks of heart disease, certain cancers, and improved overall well-being."
    },
    {
        "Name":"DASH",
        "Description":"The DASH diet, which stands for Dietary Approaches to Stop Hypertension, is a dietary plan developed to help prevent and manage high blood pressure (hypertension). It was initially designed by the National Heart, Lung, and Blood Institute (NHLBI) in the United States. However, over time, it has gained recognition for its potential benefits beyond blood pressure control, including promoting overall heart health and reducing the risk of chronic diseases."
    }
],
    "Allergies":{}
}